[
  {
    "title": "The Path of Mental Mastery",
    "slug": "mental-mastery",
    "image": "https://i.ytimg.com/vi/xrvEKOM8w-I/hq720.jpg",
    "description": "Ancient Japanese four-stage system for developing extraordinary mental toughness."
  },
  {
    "title": "The Way of Clear Planning",
    "slug": "clear-planning",
    "image": "https://i.ytimg.com/vi/ccFQDf5CnQ4/hq720.jpg",
    "description": "Samurai method of purposeful planning to transform scattered ambition into clear action."
  },
  {
    "title": "Breaking the Comfort Prison",
    "slug": "comfort-prison",
    "image": "https://i.ytimg.com/vi/3n9eCk_7opw/hq720.jpg",
    "description": "Samurai wisdom for escaping the modern trap of comfort and forging true strength."
  },
  {
    "title": "Senshin-do: The Ancient Art of Unbreakable Focus",
    "slug": "senshindo",
    "image": "https://i.ytimg.com/vi/1M0Z-epRz94/hq720.jpg",
    "description": "From the wisdom of samurai warriors and Zen masters comes a revolutionary approach to focus."
  },
  {
    "title": "Kushinryu: The Ancient System for Becoming Addicted to Hard Things",
    "slug": "kushinryu-method",
    "image": "https://i.ytimg.com/vi/Rb8R6oEQ2yg/hq720.jpg?q=80&w=1200&auto=format&fit=crop",
    "description": "A revolutionary three-pillar system that transforms painful effort into automatic action by combining ancient Eastern principles of Kushin(painful joy) and Ryu(natural flow)"
  },
  {
    "title": "Become The Strongest Version of Yourself (Miyamoto Musashi)",
    "slug": "strongest version miyamoto musashi",
    "image": "https://i.ytimg.com/vi/MgqGeEMKtpc/hq720.jpg",
    "description": "Miyamoto Musashi defeated 60 samurai in single combat while writing Japan's greatest philosophy text. He proved what society doesn't want you to know: being smart without being physically strong means you're living at 40% capacity."
  },
  {
    "title": "Gyoshin: The Eastern Path to Achievement",
    "slug": "gyoshin",
    "image": "https://i.ytimg.com/vi/_5g09wlF2pY/hq720.jpg",
    "description": " Transforming Ambitious Procrastinators into Consistent Achievers Through Ancient Eastern Wisdom ."
  },
  {
    "title": "Kaizen Shin: The Japanese Framework for Unstoppable Drive",
    "slug": "Kaizen Shin",
    "image": "https://i.ytimg.com/vi/OwEoBjq5rOI/hq720.jpg",
    "description": " Kaizen Shin fuses Kaizen (continuous improvement) and Shin (restless warrior heart) into a five-part system that turns modern restlessness into unstoppable drive ."
  }
] 
